IDEA Open Model
PointLoadOnLine.Geometry Property
Compatible with IDEA StatiCa Beta 20.0
 Segment3D or PolyLine3D
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement Geometry { get; set; }
Public Property Geometry As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace